IdeaRS.Connections
ConnectionCmdData.Name Property
Compatible with IDEA StatiCa 0.0
 Gets or set the name
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Name { get; set; }
Property Value
Type: String
Implements
IConnectionCmdData.Name
See Also
Reference
ConnectionCmdData Class
IdeaRS.Connections.Data Namespace